export default {
  'id': 1,
  'title': '湘南の海が一望できる別荘で素敵な休日を過ごしませんか？',
  'registration_id': 'M130002147',
  'body': '全てのナチュラル&マッドウォールハウス！立石東京駅周辺の綺麗な近所。\n多くのバーは、戦争直後から駅の近くに残っています。\n1940年代に東京がどのようなものだったかを感じることができます。\n主要スポットへのアクセス良好(15分~50分)\n',
  'image_url': 'https://ateamateam.herokuapp.com/images/sample_room.jpg',
  'prefecture': '神奈川県',
  'city': '箱根',
  'latitude': 35.239728,
  'longitude': 139.049642,
  'max_stay_num': 3,
  'check_in_time': '9:00~',
  'check_out_time': '~24:00',
  'bed_room': 2,
  'bde_num': 6,
  'toilet_num': 2,
  'kitchen_num': 1,
  'facilyty': [
    'Wi-Fi',
    '洗濯機'
  ],
  'amenity': [
    'シャンプー・リンス',
    'ボディソープ・石鹸',
    'ボディタオル',
    'ハミガキセット',
    'シャワーキャップ',
    'ドライヤー'
  ],
  'pet': 'ご一緒に宿泊できます。',
  'child': 'ご使用いただけます。\n12歳以下のお子様は一律1,620円(税込)の施設利用料が掛かります。\n子供料金は、12歳以下の施設利用料1,620円に下記料金を加算しております。\nご夕食：お子様会席9,180円　又は お子様プレート5,400円\nご朝食：お子様膳1,620円\n寝具（布団）：3,240円\n※添い寝は0～12歳（小学生）までご利用いただけます。13歳以上（中学生）は大人でご予約下さい。\n※新棟「月の道」は6歳以上のご利用となります。\n',
  'access': 'バス停まで歩いておよそ17分。\n駐車場は無料です。6台は停められる余裕があります。\n',
  'price': 35000,
  'available_date': [
    '2018-10-25',
    '2018-10-26',
    '2018-10-27',
    '2018-10-28',
    '2018-10-29',
    '2018-10-30',
    '2018-10-31',
    '2018-11-01',
    '2018-11-02',
    '2018-11-03',
    '2018-11-04',
    '2018-11-05',
    '2018-11-06',
    '2018-11-07',
    '2018-11-08',
    '2018-11-09',
    '2018-11-10',
    '2018-11-11',
    '2018-11-12',
    '2018-11-13',
    '2018-11-14',
    '2018-11-15',
    '2018-11-16',
    '2018-11-17',
    '2018-11-18',
    '2018-11-19',
    '2018-11-20',
    '2018-11-21',
    '2018-11-22',
    '2018-11-23',
    '2018-11-24',
    '2018-11-25',
    '2018-11-26',
    '2018-11-27',
    '2018-11-28',
    '2018-11-29',
    '2018-11-30'
  ],
  'options': [
    {
      'id': 1,
      'name': 'レンタルシップ',
      'image_url': 'https://ateamateam.herokuapp.com/images/sample_room.jpg'
    },
    {
      'id': 2,
      'name': 'イタリアンディナー',
      'image_url': 'https://ateamateam.herokuapp.com/images/sample_room.jpg'
    },
    {
      'id': 3,
      'name': '中華料理',
      'image_url': 'https://ateamateam.herokuapp.com/images/sample_room.jpg'
    }
  ],
  'reviews': {
    'satisfaction': 4,
    'cleanliness': 4,
    'cost_performance': 4,
    'amenity': 4,
    'location': 4,
    'access': 4
  },
  'room_reviews': [
    {
      'id': 1,
      'review': 4,
      'body': 'おすすめです。',
      'created_at': '2018-10-17T17:20:08.639Z'
    },
    {
      'id': 2,
      'review': 4,
      'body': 'おすすめです。',
      'created_at': '2018-10-10T17:20:08.639Z'
    }
  ]
}
